[
    {
        "title": "ขนมไทยคืออะไร ?",
        "subTitle": "ขนมไทย เป็นขนมหวานที่มีมาตั้งแต่สมัยโบราณ...",
        "imageUrl": "https://cdn.pixabay.com/photo/2018/08/14/07/12/mango-sticky-rice-3604851_960_720.jpg",
        "detail": "ขนมไทย เป็นขนมหวานที่มีมาตั้งแต่สมัยโบราณ ถือเป็นเอกลักษณ์และวัฒนธรรมของชาติซึ่งอยู่คู่กับสังคมไทยมาช้านาน ในสมัยก่อนขนมไทยจะทำเฉพาะเวลามีงานสำคัญเท่านั้น\n\nไม่ว่าจะเป็นในงานเทศกาล งานประเพณี งานทางศาสนา หรือการประกอบพิธีกรรมต่างๆ แต่ที่เห็นมีขนมหลากหลายกินทุกวัน หลังสำรับคาวหวานหรือกินเป็นของว่าง ก็ล้วนแต่คิดประดิดประดอยขึ้นภายหลังแล้วทั้งสิ้น\n\nรวมถึงขนมจากต่างชาติที่เข้ามาโดยผ่านความสัมพันธ์ทางการเมือง ก็ถูกดัแปลง ให้มีรูปรส ลักษณะเป็นแบบไทยๆจนบางทีนึกกันไปว่าเป็นขนมไทยแท้ดั้งเดิมก็มี\n\nแต่แท้ที่จริงแล้วขนมไทยแท้ๆนั้น จะมีส่วนประกอบเพียงสามอย่าง คือ แป้ง น้ำตาล มะพร้าว โดยการทำขนมไทยนี้เป็นการบ่งบอกถึงลักษณะนิสัยของคนไทย ในเรื่องความอดทนใจเย็น ละเอียดลออ และช่างสังเกต\n\nทั้งยังได้แฝงความหมายอันลึกซึ้งไว้ในชื่อของขนมไทยแต่ละชนิดด้วย"
    },
    {
        "title": "ขนมไทยแต่ละประเภทมีอะไรบ้าง ?",
        "subTitle": "ขนมไทย สามารถจัดแบ่งเป็นชนิดต่าง ๆ ได้ตามลักษณะของเครื่องปรุง...",
        "imageUrl": "https://img.kapook.com/u/2016/surauch/home/c1_1.jpg",
        "detail": "ขนมหวานไทย จะมีความหวานนำ หรือมีความหวานจนรู้สึกในลิ้นของผู้รับประทานการทำขนมหวานไทยเป็นเรื่องที่ต้องศึกษาและฝึกฝน ต้องใช้ศิลปะ วิทยาศาสตร์และความอดทน และความเป็นระเบียบ\n\nความพิถีพิถันในการประกอบ ขนมไทยแท้ ๆ ต้องมีกลิ่นหอม หวาน มัน มีความประณีต ที่เกิดขึ้นตั้งแต่การเตรียมส่วนผสม จนกระทั่งวิธีการทำขนมไทย\n\nสามารถจัดแบ่งเป็นชนิดต่าง ๆ ได้ตามลักษณะของเครื่องปรุง ลักษณะกรรมวิธีในการทำ และลักษณะการหุงต้ม"
    },
    {
        "title": "วิธีการทำขนมไทยแบบต่าง ๆ",
        "subTitle": "ขนมไทยประกอบด้วยวัตถุดิบหลัก 5 ประการคือ...",
        "imageUrl": "https://obs.line-scdn.net/0hw7klQCS4KBhWFQVPLcZXT29DK3dleTsbMiN5Gwp7diwoJ25IbXpidnUUdngsJ29GOCdld3BQdyF8d2cbbHY/w644",
        "detail": "อย่างที่กล่าวขั้นต้นแล้วว่าขนมไทยประกอบด้วยวัตถุดิบหลัก 5 ประการคือ แป้ง น้ำตาล มะพร้าว ไข่ และผลไม้ชนิดต่างๆ ซึ่งมีรายละเอียดจำแนกดังนี้\n\nแป้ง\n\nแป้งข้าวจ้าว – ควรเลือกชนิดละเอียดไม่หยาบไม่มีกลิ่นและแมลง\n\nแป้งข้าวเหนียว – มี 2 ชนิด ได้แก่แป้งข้าวเหนียวขาว มีทั้งแป้งสดและแป้งแห้ง แป้งสดเหมาะกับขนมที่ดูดซึมน้ำประเภทบัวลอย แป้งแห้งเหมาะกับ\n\nขนมที่ดูดน้ำกะทิ อีกประเภหนึ่งของแป้งข้าวเหนียวคือแป้งข้าวเหนียวดำ มักนิยมนำมาใช้ในขนมประเภทสอดไส้เช่นขนมเทียนขนมต้มและถั่วแปบ\n\nแป้งมัน – มีลักษณะละเอียดลื่นมือ เหมาะสำหรับขนมประเภทเหนียวใสได้แก่ขนมทับทิมกรอบ และ ขนมมันสำปะหลัง\n\nแป้งท้าว – เป็นแป้งที่ทำมาจากหัวเท้ายายม่อมควรเลือกแป้งที่มีลักษณะเม็ดหยาบไม่มีกลิ่น ไม่มีแมลง\n\nแป้งถั่ว – ทำมาจากถั่วเขียวมักนิยมนำมาทำขนมที่มีลักษณะใสควรเลือกแป้งที่ไม่จับตัวเป็นเม็ด ไม่มีกลิ่นอับและแมลง\n\nแป้งข้าวโพด – มีลักษณะเป็นสีขาวลื่นคล้ายแป้งมันควรเลือกสีขาวลื่น ไม่เกาะตัวกัน เนื้อละเอียด\n\nแป้งสาลี – มี่อยู่ด้วยกัน 3 ชนิดได้แก่แป้งเค๊กแป้งอเนกประสงค์และแป้งขนมปังควรเลือกแป้งที่ไม่มีความ ชื้นไม่มีกลิ่นอับและแมลง\n\nไข่\n\nแบ่งออกเป็น 2 ชนิดที่นิยมใช้ทำขนมไทยได้แก่ไข่เป็ดและไข่ไก่ ในปัจจุบันนิยมนำไข่ไก่มาทำขนมมากกว่าเพราะมีกลิ่นคาวน้อยกว่าไข่เป็ด\n\nถ้าใช้ไข่ไก่ต้องนำกลิ่นหอมมากลบขนมไข่มีคุณสมบัติช่วยให้ส่วนผสมยึดเกาะกัน มีสีสันสวยน่ารับประทาน นอกจากนี้ไข่ยังช่วยให้ขนนฟู มีกลิ่นหอม\n\nและรสชาติอร่อยการประกอบขนมโดยมีไข่ผสมนั้นควรจำไว้อยู่เสมอว่าปริมาณน้ำตาล มีผลต่อการแข็งตัวของไข่จึงมีผลกระทบที่ว่าถ้าน้ำตาลมาก\n\nจะทำให้ขนมแข็งตัวช้าไม่ควรใช้ความร้อนสูงเป็นเวลานานเกินไป เนื่องจากจะทำให้ไข่แข็งไม่น่ารับประทานตัวอย่างเช่นขนมหม้อแกงถ้าอบใน อุณหภูมิ\n\nที่ร้อนเกินไปจะทำให้ขนมกระด้างและแข็งควรมีถาดน้ำรองเพื่อไม่ให้ขนมสัมผัส กับความร้อนโดยตรง เพราะจะทำให้ขนมแข็งกระด้างและไหม้ได้\n\nน้ำตาล\n\nน้ำตาลที่ใช้ในการประกอบขนมไทยมีหลายรูปแบบเช่น\n\nน้ำตาลทรายแดง – เป็นน้ำตาลที่ไม่ฟอกสี มีสีค่อนข้างแดงมักนิยมใช้ทำเต้าฮวยน้ำขิงและน้ำลำใยเป็นต้น\n\nน้ำตาลผง – เป็นน้ำตาลบดละเอียดและมีส่วนผสมของแป้งข้าวโพดเพื่อไม่ให้น้ำตาลจับตัวกัน มักนิยมใช้ทำโดนัทคุกกี้และขนมปังต่างๆ\n\nน้ำตาลก้อน – ทำมาจากน้ำตาลทรายแล้วนำมาอัดกันให้เป็นก้อนใช้ใส่ในชากาแฟและโอวัลติน\n\nน้ำตาลปีบ – มีอยู่ด้วยกันสองสีคือสีขาวและสีแดงถ้า น้ำตาลสีขาวจะใส่สารฟอกสีและสารกันบูด มีลักษณะเป็นก้อนแข็งเนื่องจากผ่านการเคี่ยว\n\nแล้วหยอดลงบนแม่พิมพ์\n\nถั่ว\n\nถั่วเขียว – มักใช้ทำขนมไทยเช่นลูกชุบ เม็ดขนุน ถั่วกวน ก่อนลงมือทำควรนำถั่วเขียวมาล้างให้หมดฟองและแช่น้ำทิ้งไว้อย่าง น้อย3ชั่วโมงหรือทั้งคืน\n\nหลังจากนั้นเทน้ำทิ้งควรน้ำมาล้างอีกครั้งก่อนที่จะนำไปนึ่งเพื่อประกอบขนม\n\nถั่วทอง – มีลักษณะคล้ายถั่วเขียว ปัจจุบันหายากและมักนิยมใช้ในงานพิธีมงคลต่างๆ\n\nถั่วดำ – ถั่วดำเป็นถั่วเมล็ดแห้งก่อนนำมำทำขนมต้องแช่น้ำเพื่อให้ถั่วอิ่มตัวแล้วนำ มาต้มมักนิยมใช้เป็นส่วนประกอบของข้าวต้มมัด สาคูเปียก และใส่\n\nหน้าข้าวเหนียวเป็นต้น\n\nถั่วแดง – ก่อนนำมาประกอบขนมต้องนำแมแช่น้ำก่อนประมาณ3ชั่วโมงหลังจากน้้นนำมาต้มมักนำ มาทำขนมไทยเช่นถั่วแดงแกงบวชและใส่ในไอศกรีม\n\nงา\n\nงาจำแนกได้เป็น2ชนิดคือ งาขาวและงาดำมักนิยมนำงามาตกแต่งและเป็นส่วนผสมเพราะงามีคุณสมบัติทำให้ขนม ไทยมีกลิ่นหอมน่ารับประทานควร\n\nนำงาไปคั่วให้สุกและนำมาบดเพื่อใช้เป็นส่วนผสมเพื่อจะทำให้ขนมมีกลิ่นหอม\n\nมะพร้าว\n\nแบ่งออกเป็น4ชนิดได้แก่มะพร้าวอ่อนมะพร้าวห้าวมะพร้าวทึนทึกและมะพร้าวกะทิ\n\nมะพร้าวอ่อน – เปลือกมีสีขาวอ่อนเนื้อข้างในนุ่มมักนิยมนำมาทำข้าวเหนียวเปียกวุ้นสังขยาและขนมบัวลอย\n\nมะพร้าวห้าว – ผิวมีสีเข้มน้ำตาลไปจนถึงดำมักนิยมนำมาขูดเพื่อคั้นเอาน้ำกะทิเพื่อใช้ทำขนมต่างๆ\n\nมะพร้าวทึนทึก – ผิวมีสีเหลืองนิยมนำมาขูดเป็นเส้นๆเพื่อนนำมาสอดไส้ขนมต่างๆเช่นขนมต้มและ ขนมสอดไส้หรือนำมาคลุกทำถั่วแปบและเล็บมือนาง\n\nมะพร้าวกะทิ – ลูกมะพร้าวจะหนักกว่าชนิดอื่นๆเพราะมีน้ำข้างในเมื่อเขย่าดูจะได้ยินเสียง น้ำ เมื่อผ่าดูข้างในจะเห็นน้ำมะพร้าวข้น เนื้อมะพร้าวดูนุ่ม\n\nและฟูมักนำมาใส่ในบัวลอยและทับทิมกรอบ\n\nสีผสมขนม\n\nสีที่ใช้ในการผสมขนมไทยมีอยู่2ชนิดคือสีแบบสังเคราะห์และสีธรรมชาติ\n\nสีที่ได้จากการสังเคราะห์ – มีทั้งสีน้ำ สีผง และสีครีม เป็นสีที่ถูกจัดทำโดยองค์กรเภสัชกรรมมีขายตามท้องตลาดบรรจุในขวด\n\nสีธรรมชาติ – เป็นสีที่ได้จากส่วนต่างๆของพืช ดอกไม้ ผลไม้ ใบของพืชรวมไปถึงแก่นและรากของพืช ยกต้วอย่างเช่นสีเขียวมักได้จากใบเตย\n\nสีม่วงจากดอกอัญชัน สีเหลืองจากขมิ้นสด สีดำจากกาบมะพร้าวเผาไฟ และสีแดงได้จากครั่งเป็นต้น\n\nกลิ่นของขนม\n\nกลิ่นที่ใช้ทำขนมไทยมีอยู่สองแบบคือ แบบที่ได้จากการสังเคราะห์และแบบที่ได้จากธรรมชาติ แบบที่ได้จากการสังเคราะห์คือกลิ่นที่ได้จากการสกัด\n\nจากกระบวนการทางวิทยาศาสตร์ มีหลายกลิ่นเช่นมะลิ ใบเตย ไส้เทียนเป็นต้น ส่วนกลิ่นที่ได้จากธรรมชาตินั้นเป็นกลิ่นที่ได้จากวัตถุดิบธรรมชาติของพืช\n\nเช่นกลิ่นของดอกกุหลาบ ดอกมะลิ และใบเตยเป็นต้น"
    },
    {
        "title": "มาตราช่างตวง",
        "subTitle": "เครื่องมือที่ใช้ตวงที่ถูกวิธีมีอยู่ด้วยกัน 2 ประเภทคือ...",
        "imageUrl": "https://image.makewebeasy.net/makeweb/0/Ub8wb5z91/article/%E0%B8%9B%E0%B8%A3%E0%B8%B0%E0%B9%80%E0%B8%A0%E0%B8%97%E0%B9%81%E0%B8%9B%E0%B9%89%E0%B8%87_01.png",
        "detail": "เครื่องมือที่ใช้ตวงที่ถูกวิธีมีอยู่ด้วยกัน 2 ประเภทคือ ถ้วยตวงและช้อนตวง\n\n1 ถ้วยตวง มีอยู่ 2 ชนิดคือแบบที่ใช้ตวงของเหลวและแบบที่ใช้ตวงของแห้ง 1.1แบบที่ใช้ตวงของเหลวนั้นภาชนะที่ใช้และมีขายตามท้องตลาดจะเป็นแบบพลาสติก หรือแบบแก้ว มีแถบตัวเลขบอกด้านข้าง เช่น 1 ถ้วย,3/4 ถ้วย,2/3ถ้วย,1/4ถ้วย เป็นต้น ใช้ตวงของเหลวประเภทน้ำต่างๆ 1.2 แบบที่ใช้ตวงของแห้ง ภาชนะที่ใช้คืออะลูมิเนียมหรือพลาสติก แบ่งเป็นชุด ชุดละ4ใบ คือ 1 ถ้วย,1/2ถ้วย,1/3ถ้วย และ 1/4ถ้วย ใช้สำหรับตวงของแห้งเช่นแป้งและน้ำตาล\n\n2 ช้อนตวง ช้อนตวงมีลักษณะเป็นอะลูมิเนียม และ พลาสติด ควรเลือกซื้อเป็นชุดที่มี 4 ขนาด ได้แก่ 1 ช้อนโต๊ะ,1ช้อนชา,1/2ช้อนชา,1/4ช้อนชา ช้อนตวงสามารถใช้ตวงได้ทั้งของแห้งและของเหลว"
    },
    {
        "title": "ข้อน่ารู้เกี่ยวกับการทำขนมไทย",
        "subTitle": "ไข่ ก่อนใช้ไข่ควรล้าวเปลือกให้สะอาดก่อน...",
        "imageUrl": "https://s.isanook.com/he/0/rp/rc/w850h510/yacxacm1w0/aHR0cHM6Ly9zLmlzYW5vb2suY29tL2hlLzAvdWQvMi8xMDUzNy90aGFpLWRlc3NlcnRzLmpwZw==.jpg",
        "detail": "ไข่ ก่อนใช้ไข่ควรล้าวเปลือกให้สะอาดก่อนแช่น้ำไว้สักครู่จึงใช้แปรงหรือผ้าถู แล้วเช็ดหรือผึ่งให้แห้ง สิ่งสกปรกจะได้ไม่ติดลงไปในอาหารด้วยเมื่อต่อยไข่แต่ถ้าจะเก็บไข่ไว้ใช้นานๆ ไม่ควรล้างจะทำให้ไข่เสียเร็วเพราะน้ำจะซึมเข้าไปทางช่องเล็ก  ๆ  ของเปลือกไข่\n\nไข่ตีขึ้น หมายความว่าไข่ต้องข้นและเนื้อละเอียดเมื่อยกเครื่องตีไข่ขึ้น ไข่จะไม่หยด\n\nการเลือกไข่  ไข่ที่มีอายุเพียง 2 หรือ 3 วันจะตีขึ้นดีกว่าไข่ใหม่ๆ เลยและไข่ที่เก่ามีอายุหลายๆ วันก็จะตีไม่ขึ้น ควรแยกไข่แดงและไข่ขาวแล้วตีทีละอย่างจะทำให้ขนมฟูมากขึ้น\n\nวิธีแยกไข่ ต่อยไข่ใส่ชามระวังอย่าให้ไข่แดงแตก  เมื่อต่อยไข่ใส่ชามได้ 2-3 ฟองก็ควรแยกไข่เสียทีหนึ่ง  โดยใช้ช้อนสองคันตักไข่แดงขึ้นแล้วเปลี่ยนไข่ไปอีกช้อนเปลี่ยนไปมา ตักให้ไข่ขาวออกจากไข่แดงให้หมด ถ้าไม่ใช้ช้อนจะใช้มือทำแทนก็ได้ โดยเปลี่ยนมือไปมาแล้วใช้มือและนิ้วช่วยรีดไข่ขาว  ถ้าไข่แดงแตกปนไปกับไข่ขาวให้ตักไข่แดงออกให้หมด\n\nการต้มไข่หวาน เติมน้ำส้มหรือน้ำมะนาวเล็กน้อยลงในน้ำเชื่อมจะช่วยให้ไข่ขาวสะอาด น่ารับประทานและไข่ขาวจะไม่กระจายด้วย"
    }
]